{
  "verdades": [
    "¿Cuál es tu recuerdo más loco de la peña?",
    "¿A quién retarías a un duelo de chupitos?",
    "¿Cuál ha sido tu momento más vergonzoso en una fiesta?",
    "¿Qué es lo más tonto que has hecho estando borracho/a?",
    "¿Con quién de la peña te irías de viaje?",
    "¿Cuál es tu bebida favorita y por qué?",
    "¿Qué miembro de la peña crees que aguanta más bebiendo?",
    "¿Cuál es tu canción favorita para bailar?",
    "¿Qué harías si fueras el/la presidente de la peña por un día?",
    "¿Cuál es la anécdota más divertida que recuerdas de la peña?",
    "¿Qué tradición nueva añadirías a las fiestas de la peña?",
    "¿Con quién de la peña no te habías imaginado hacer amistad?",
    "¿Cuál es tu lugar favorito para hacer fiesta?",
    "¿Qué es lo más random que tienes en tu teléfono ahora mismo?",
    "¿Cuál es tu mayor miedo relacionado con las fiestas?",
    "¿Cuál es el mensaje más vergonzoso que has enviado borracho/a?",
    "¿A quién de la peña llamarías primero si tuvieras problemas?",
    "¿Cuál es tu secreto más inofensivo?",
    "¿Qué es lo más raro que has comido estando borracho/a?",
    "¿Con quién de aquí tendrías una cita si fueras soltero/a?",
    "¿Cuál es tu crush secreto de la peña?",
    "¿Qué es lo más embarazoso que tienes en tu historial de búsqueda?",
    "¿Cuál es tu mayor arrepentimiento de una fiesta?",
    "¿Qué miembro de la peña crees que sería el mejor como bartender?",
    "¿Cuál es tu posición favorita para dormir después de una fiesta?",
    "¿Qué es lo más loco que has hecho para llamar la atención de alguien?",
    "¿Cuál es tu karaoke de vergüenza favorito?",
    "¿A quién de la peña elegirías como compañero/a de piso?",
    "¿Cuál es tu excusa favorita para llegar tarde?",
    "¿Qué es lo más infantil que aún haces?",
    "¿Cuál es tu mayor obsesión actual?",
    "¿Qué harías con 1000€ ahora mismo?",
    "¿Cuál es tu película de vergüenza favorita?",
    "¿Qué superpoder elegirías para las fiestas?",
    "¿Cuál es tu mentira blanca favorita?",
    "¿Qué es lo más raro que has hecho en cuarentena?",
    "¿Cuál es tu miedo más tonto?",
    "¿Qué personaje de serie te representa más?",
    "¿Cuál es tu guilty pleasure musical?",
    "¿Qué es lo más vergonzoso de tu habitación?",
    "¿Cuál es tu app más usada del teléfono?",
    "¿Qué es lo más random que has comprado online?",
    "¿Cuál es tu recuerdo más tierno de la infancia?",
    "¿Qué es lo más loco que has hecho por amor?",
    "¿Cuál es tu combinado más raro que te ha gustado?",
    "¿Qué es lo más vergonzoso que has hecho delante de tus padres?",
    "¿Cuál es tu mayor inseguridad física?",
    "¿Qué es lo más raro que te pone nervioso/a?",
    "¿Cuál es tu excusa favorita para no salir de fiesta?",
    "¿Qué es lo más loco que has hecho en redes sociales?",
    "¿Cuál es tu mayor manía o TOC?",
    "¿Qué es lo más vergonzoso que has hecho en el trabajo/universidad?",
    "¿Cuál es tu fantasía más inocente?",
    "¿Qué es lo más raro que coleccionas o has coleccionado?",
    "¿Cuál es tu mayor logro del que nadie sabe?",
    "¿Qué es lo más loco que has hecho para evitar una conversación incómoda?",
    "¿Cuál es tu peor hábito cuando estás solo/a?",
    "¿Qué es lo más vergonzoso que has buscado en Google?",
    "¿Cuál es tu mayor fracaso culinario?",
    "¿Qué es lo más raro que has soñado recientemente?",
    "¿Cuál es tu historia más vergonzosa en el médico?",
    "¿Qué es lo más loco que has hecho para conseguir dinero?",
    "¿Cuál es tu mayor secreto de belleza o cuidado personal?",
    "¿Qué es lo más raro que has encontrado en tu casa?",
    "¿Cuál es tu mayor fobia social?",
    "¿Qué es lo más vergonzoso que has hecho delante de un crush?",
    "¿Cuál es tu ritual más raro antes de salir de fiesta?",
    "¿Qué es lo más loco que has hecho para evitar hacer ejercicio?",
    "¿Cuál es tu excusa más creativa que has inventado?",
    "¿Qué es lo más raro que te ha pasado en el transporte público?",
    "¿Cuál es tu mayor metedura de pata en redes sociales?",
    "¿Qué es lo más vergonzoso que has hecho por dinero?",
    "¿Cuál es tu momento más incómodo en un ascensor?",
    "¿Qué es lo más raro que has hecho para conseguir WiFi gratis?",
    "¿Cuál es tu peor cita de la historia?",
    "¿Qué es lo más loco que has hecho para evitar pagar algo?",
    "¿Cuál es tu reacción más exagerada a algo insignificante?",
    "¿Qué es lo más vergonzoso que has hecho en una videollamada?",
    "¿Cuál es tu mayor obsesión con una serie o película?",
    "¿Qué es lo más raro que has hecho cuando pensabas que nadie te veía?",
    "¿Cuál es tu peor momento en redes sociales que no pudiste borrar?",
    "¿Qué es lo más loco que has hecho para conseguir una entrada o invitación?",
    "¿Cuál es tu mayor vergüenza relacionada con la comida?",
    "¿Qué es lo más random que has dicho en sueños según otros?",
    "¿Cuál es tu momento más torpe en público?",
    "¿Qué es lo más vergonzoso que has hecho delante de un espejo pensando que nadie te veía?",
    "¿Cuál es tu peor momento de 'mis padres me pillaron haciendo...?",
    "¿Qué es lo más loco que has hecho para evitar una responsabilidad?",
    "¿Cuál es tu reacción más dramática a algo que no era para tanto?",
    "¿Qué es lo más vergonzoso que has confesado sin querer?",
    "¿Cuál es tu mayor momento de 'tierra trágame' en público?",
    "¿Qué es lo más raro que has hecho por aburrimiento?",
    "¿Cuál es tu peor malentendido por mensaje de texto?",
    "¿Qué es lo más loco que has creído de pequeño/a?",
    "¿Cuál es tu momento más vergonzoso relacionado con tecnología?",
    "¿Qué es lo más random que has llorado viendo en TV?",
    "¿Cuál es tu peor momento de 'pensé que tenía el micro cerrado'?",
    "¿Qué es lo más vergonzoso que has hecho para conseguir atención?",
    "¿Cuál es tu mayor momento de confusión de identidad?",
    "¿Qué es lo más loco que has hecho para evitar quedar mal?",
    "¿Cuál es tu reacción más exagerada al ver un insecto?",
    "¿Qué es lo más vergonzoso que has hecho estando medio dormido/a?",
    "¿Cuál es tu peor momento de 'no era la persona correcta' por teléfono?",
    "¿Qué es lo más raro que has hecho para parecer más interesante?"
  ],
  "meta": {
    "version": "3.0",
    "lastUpdated": "2025-09-18",
    "description": "Preguntas de verdad para el juego Verdad o Reto - Versión mega extendida",
    "totalPreguntas": 100,
    "categorias": ["Peña", "Vergüenza", "Secretos", "Vida personal", "Fiestas", "Random", "Situaciones incómodas"],
    "nivel": "Divertido pero no demasiado invasivo - Perfecto para conocerse mejor"
  }
}